"This action will send a single message to a chat with ChatGPT and return the response." = "Šiuo veiksmu į pokalbį su „ChatGPT“ bus nusiųstas vienas pranešimas ir pateiktas atsakymas.";

"Would you like to start a new chat?" = "Ar norite pradėti naują pokalbį?";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Šiuo veiksmu paleidžiama „ChatGPT“ programėlė, kad būtų pradėtas pasikalbėjimas balsu su „ChatGPT“.";

"New Chat" = "Naujas pokalbis";

"Continuous chat" = "Nepertraukiamas pokalbis";

"Model to use with the new chat" = "Modelis, naudojamas naujam pokalbiui";

"%@" = "%@";

"Model" = "Modelis";

"Chat Identifier" = "Pokalbio identifikatorius";

"Settings…" = "Nuostatos...";

"Toggle Sidebar" = "Perjungti šoninę juostą";

"ChatGPT Help" = "ChatGPT Help";

"Change Shortcut" = "Pakeisti šaukinį";

"Is there anything else you would like to ask about?" = "Ar dar ko nors norėtumėte paklausti?";

"Ask ChatGPT" = "Klausti „ChatGPT“";

"Indicates whether a new chat should be started" = "Nurodo, ar reikia pradėti naują pokalbį";

"Content" = "Turinys";

"Message to send to ChatGPT" = "Pranešimas, siunčiamas „ChatGPT“";

"Message Identifier" = "Pranešimo identifikatorius";

"What would you like to ask ChatGPT about?" = "Apie ką norėtumėte paklausti „ChatGPT“?";

"Model slug" = "Modelio eilutė";

"Check for Updates…" = "Ieškoti atnaujinimų...";

"Which model would you like to use?" = "Kurį modelį norite naudoti?";

"You can continue this chat from the app." = "Šį pokalbį galite tęsti naudodami programėlę.";

"Start voice conversation" = "Pradėti pasikalbėjimą balsu";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Ar įjungti grįžtamąjį slenkamąjį pokalbį, ar užbaigti šaukinį iškart po atsakymo";

"Message" = "Pranešimas";

"Model name" = "Modelio pavadinimas";

"Start voice conversation with ChatGPT" = "Pradėti pasikalbėjimą balsu su „ChatGPT“";

"Start new chat" = "Pradėti naują pokalbį";

"New Temporary Chat" = "New Temporary Chat";

